[
    {
    "id":1,
    "categories":"animal stories",
    "story_title":"hare and tortoise",
    "story_tagline":"Do you know the hare and tortoise story? It is mostly everyone’s one of the favourite bedtime stories.",
    "story":"Once upon a time, there was a hare who was very proud of himself and thought no one could ever match his running speed. He always made fun of the tortoise for his slow speed. He was so proud of himself that he once challenged the tortoise in front of everyone to participate in a running race with him. The tortoise kept quiet and did not pay much attention to the hare. But, the hare did not stop and kept on making fun of the tortoise and how he is the slowest animal in this world. The tortoise got angry and thought of accepting the challenge.Finally, the day of the race had arrived. All of the forest animals showed up to watch the hare and tortoise battle it out. When they were about to start the race,  the hare teased and made fun of the tortoise for accepting the challenge. He also stated that the tortoise will be mocked by other animals for taking the challenge and it is obvious that the tortoise will lose the race. The tortoise remained quiet, ignorant to the hare's statements.As soon as the countdown began, the hare started to run immediately while the tortoise began to walk at its normal speed. The hare ran as fast as he could without any stop. He soon was able to cover a long distance and was just a few yards away from the finishing line. He stopped for a while and looked behind to have a check on the tortoise. He laughed and boasted about his speed since he was unable to see the tortoise. However, the tortoise did not give up and continued walking. It had to cover a long distance to reach the finish line.The hare became too overconfident and thought that the tortoise could never match his speed. He then decided to take a break and rest for some time. He looked for some comfortable place and soon noticed a field of cabbages and carrots nearby. The hare decided to treat himself with some cabbage. He thought of taking a quick nap as there was enough time left for the tortoise to reach his pace. According to the hare, taking a short nap will give him some energy to run quickly and reach the finish line.The hare soon fell asleep and dreamt about winning the competition. When he woke up, he was shocked to see that it was too late and the sun was already setting. He jumped and rushed to check for the tortoise. But alas! The tortoise was about to reach the finish line and was way ahead of the hare.The hare was shocked and ran towards the finish line as fast as he could. But he soon realised that it was too late as the tortoise had already crossed the finish line and won the race.On reaching the finish line, the hare was laughed at by all other animals for losing the race with a tortoise. All made fun of him and praised the humbleness of the tortoise. The hare regretted and realised that he should never boast about his speed. This incident taught him a very important lesson.",
    "moral":"The story of the hare and tortoise teaches us a very important lesson. The hare and tortoise story moral teaches us that we should never boast about anything and should always remain humble about ourselves. It also teaches us that if anyone is not as good as you, we should never make fun of them and disrespect them.We hope you enjoyed reading this wonderful story. If you enjoyed reading this story, you can also check some of the other bedtime stories that are available online at our site.",
    "card_image":"https://vedantu.com/seo/content-images/d21e50f6-1cc7-40f1-ac6e-9d34e9334193.jpg"
    },
    {
        "id":2,
        "categories":"moral stories",
        "story_tagline":"A story about three pigs who build houses of different materials to protect themselves from a wolf.",
        "story":"Mrs Pig was very tired: 'Oh dear,' she said to her three little pigs, 'I can’t do this work anymore, I’m afraid you must leave home and make your own way in the world.' So the three little pigs set off.The first little pig met a man carrying a bundle of straw.'Excuse me,' said the first little pig politely. 'Would you please sell some of your straw so I can make a house?'The man readily agreed and the first little pig went off to find a good place to build his house.The other little pigs carried on along the road and, soon, they met a man carrying a bundle of sticks.'Excuse me,' said the little pig politely. 'Would you please sell me some sticks so I can build a house?'The man readily agreed and the little pig said goodbye to his brother.The third little pig didn’t think much of their ideas:'I’m going to build myself a much bigger, better, stronger house,' he thought, and he carried off down the road until he met a man with a cart load of bricks.'Excuse me,' said the third little pig, as politely as his mother had taught him. 'Please can you sell me some bricks so I can build a house?''Of course,' said the man. 'Where would you like me to unload them?' The third little pig looked around and saw a nice patch of ground under a tree.'Over there,' he pointed.They all set to work and by nighttime the house of straw and the house of sticks were built but the house of bricks was only just beginning to rise above the ground. The first and second little pigs laughed, they thought their brother was really silly having to work so hard when they had finished.However, a few days later the brick house was completed and looked very smartwith shiny windows, a neat little chimney and a shiny knocker on the door.One starlit night, soon after they had settled in, a wolf came out looking for food. By the light of the moon he espied the first little pig’s house of straw and he sidled up to the door and called:'Little pig, little pig, let me come in.''No, no, by the hair of my chinny chin chin!' replied the little pig.'Then I’ll huff and I’ll puff and I’ll blow your house in!' said the wolf who was a very big, bad, and a greedy sort of wolf.And he huffed, and he puffed and blew the house in. But the little pig ran away as fast as his trotters could carry him and went to the second little pig’s house to hide. The next night the wolf was even hungrier and he saw the house of sticks. He crept up to the door and called:'Little pig, little pig, let me come in.''Oh no, not by the hair on my chinny chin chin!' said the second little pig, as the first little pig hid trembling under the stairs.'Then I’ll huff and I’ll puff and I’ll blow your house in!' said the wolf. And he huffed, and he puffed and he blew the house in. But the little pigs ran away as fast as their trotters could carry them and went to the third little pig’s house to hide.'What did I tell you?' said the third little pig. 'It’s important to build houses properly.' But he welcomed them in and they all settled down for the rest of the night.The following night the wolf was even hungrier and feeling bigger and badder than ever.Prowling around, he came to the third little pig’s house. He crept up to the door and called:'Little pig, little pig, let me come in.''Oh no, not by the hair on my chinny chin chin!' said the third little pig, while the first and the second little pigs hid trembling under the stairs.'Then I’ll huff and I’ll puff and I’ll blow your house in!' said the wolf.And he huffed, and he puffed and he blew but nothing happened. So he huffed and he puffed and he blew again, even harder, but still nothing happened. The brick house stood firm.The wolf was very angry and getting even bigger and even badder by the minute.'I’m going to eat you all,' he growled, 'just you wait and see.'He prowled round the house trying to find a way in. The little pigs trembled when they saw his big eyes peering through the window. Then they heard a scrambling sound. 'Quick, quick!' said the third little pig. 'He’s climbing the tree. I think he’s going to come down the chimney.' The three little pigs got the biggest pan they had, and filled it full of water and put it on the fire to boil. All the time they could hear the sound of the wolf climbing the tree and then walking along the roof.The little pigs held their breath. The wolf was coming down the chimney. Nearer and nearer he came until, with a tremendous splash, he landed in the pan of water.'Yoweeeee!' he screamed, and shot back up the chimney thinking his tail was on fire.The last the three little pigs saw of the big bad wolf was him flying over the treetops clutching a very sore tail.So, the three little pigs lived happily together ever after in their very smart houses of bricks.",
        "moral":"The moral lesson learned from The Three Little Pigs is that hard work and dedication pay off. ",
        "story_title":"The Three Little Pigs",
        "card_image":"https://worldstories.org.uk/content/book/262/internal-cover.jpg"
    },
    {
        "id":3,
        "categories":"fairy tales",
        "story_tagline":"The story of a kind-hearted young woman who, with the help of her fairy godmother, attends a royal ball and wins the heart of a prince.",
        "story":"Once upon a time, there was a beautiful, kind-hearted girl called Cinderella, who lived in a far far away land. She lived with her stepmother, Lady Tremaine, and two step-sisters, Anastasia and Drizella. As her stepmother was not very fond of her, she had asked Cinderella to live in the attic. Two cute little mice named Gus and Jaq and the chirping birds became her best friends in her new room. Her stepmother and stepsisters made her do all their household chores. Cinderella woke up early in the morning when it was still all dark to start the fire for their household. She cooked all meals, worked in the kitchen, and kept the fire going to warm their house. Poor Cinderella used to get ashes and cinders all over her clothes and body from the fire. People say her real name was Ella, but her stepsisters and stepmother called her Cinderella as she always had cinders on her clothes. Anastasia and Drizella were arrogant and quarrelsome. They never happened to like Cinderella much and made her life miserable. They made her run on errands for them. Cooking, sewing, and cleaning were all done by Cinderella.Lady Tremaine enjoyed seeing Cinderella work so hard. She cunningly gave extra work to Cinderella, like asking her to bathe her cat, Lucifer. She did everything that she could to make Lady Tremaine, Anastasia, and Drizella happy.One fine morning, the king’s messengers came riding on their horses and announced that the King and the Queen had invited all the maiden ladies of the kingdom to a royal ball. The King and the Queen were to find the Prince a lovely bride. The young ladies were overjoyed with this news. They started to decide on their best ball gowns and jewellery.Soon, the king’s messenger arrived at Cinderella’s home and handed over the invitation to the ball. Lady Tremaine now ordered Cinderella to stitch two beautiful new gowns for Anastasia and Drizella for the royal ball. She kept Cinderella busy with more chores so that she wouldn’t be going to the ball. Cinderella wished to go to the ball as well. So, she found her mother’s old dress from her trunk. She thought to herself that she could make the dress into a beautiful new one fit for the royal ball. Soon, the day of the royal ball arrived, and Anastasia and Drizella were dressed up in the beautiful gowns stitched by Cinderella. Meanwhile, in the attic, Gus and Jaq, the two little mice, and the birds had turned Cinderella’s mother’s old dress into a beautiful one. They had used the ribbons and beads thrown away by Cinderella’s stepsisters to make Cinderella’s dress.Cinderella was very happy to see her new dress done by the mice and the birds. She thanked her little friends and thought to herself that she could go to the ball now. But her stepsisters flew into a terrible rage when they saw her in that beautiful dress. They pulled out the ribbons and beads to destroy her dress. They ripped off the beautiful dress that Cinderella wore.Lady Tremaine did not stop her daughters, instead, she watched them destroy Cinderella’s dress. She left for the ball with her two daughters in a fine carriage and Cinderella was left all alone in the house. She felt bad and went to the garden. She started to weep when she looked at her mother’s dress ripped. She softly said to herself, “ I wish I could also go to the ball!”Suddenly, a Fairy Godmother appeared in front of Cinderella. She told her that she showed up to make Cinderella’s wish come true. The Fairy Godmother touched Cinderella’s head with her wand and Cinderella was all clean and pretty right away. Her messy hair was tucked up nicely in a golden band. With another tap of the wand, Cinderella’s dress was turned into a gorgeous gown.Cinderella couldn’t believe her own eyes. She looked so pretty in that beautiful gown and the amazing glass slippers that the Fairy Godmother created for her. But she didn’t have a carriage to go to the ball. So, the Fairy Godmother waved her magic wand on a pumpkin and turned it into a fine carriage for Cinderella. She tapped her wand on the little mice and turned them into Cinderella’s carriage-men.The Fairy Godmother told Cinderella to go to the ball and have fun. She added, “Remember my child, all this magic spell will vanish at the stroke of midnight. Come back before that.” Cinderella promised to be back before midnight and left happily for the ball in the carriage drawn by Gus and Jaq. When Cinderella arrived at the palace, she was surprised to see a place so majestic and a ball so grand. There were so many young ladies escorted by their mothers. Everyone wanted to impress the Prince. But the Prince was at a loss. He didn’t know where to look or who to dance with.When Cinderella entered the royal ball, all heads turned to see her. She looked like a dream. No one happened to recognize her, even her stepmother and stepsisters were awestruck to see a girl so beautiful. Cinderella walked into the ballroom with her head held high. She looked so royal that everyone thought her to be some princess. The Prince couldn’t take his eyes off Cinderella. He walked to her and introduced himself. Cinderella bowed down and greeted the Prince. He asked her out for a dance. They talked, laughed, and kept dancing to every song. The other young ladies at the ball became jealous of Cinderella.As the evening went on, Cinderella and the Prince became more engrossed in each other’s company. The Prince was smitten by her charm and beauty. Cinderella had never been happier. Suddenly, she heard ‘Dong’, ‘Dong!’ It was the clock that was about to strike 12. She looked up at the big royal clock at the palace and found that it was almost midnight. She screamed, “Oh! It is almost midnight!” She told the Prince that she couldn’t stay longer. She said, “I must go now.” The Prince couldn’t hear Cinderella as the clock was loud enough. Cinderella bid him goodbye and ran down the stairs in a hurry.As she was hurrying down the stairs, one of her glass slippers came off her feet but she didn’t stop to pick it up and left the palace. The magic spell had started to wear off. The Prince followed her to the stairs. “I don’t even know your name,” he called out to her. But she didn’t turn back and seemed to have vanished into thin air, in her carriage.The Prince found her glass slipper on the stairs. He realised that it was a special glass slipper that could only fit Cinderella’s foot. So the next day, he started to look for the other slipper. He went from one house to another and tried to find the right fit for the glass slipper. All the young ladies were trying to wear the glass slipper, but it didn’t fit any of them.Finally, the Prince arrived at Cinderella’s house. Lady Tremaine’s daughters were all ready to try the glass slipper, but it didn’t fit their feet. The Prince asked if there was any other young lady in the house. Though they refused to tell the Prince about Cinderella, he found her working in the house. He got down on his knee and insisted she tried the glass slipper. It was a perfect fit for Cinderella’s foot. The Prince was overjoyed to have found his love. He didn’t care about the cinders on her hair but looked into her eyes. “I found you!” he said and took Cinderella off with him. Lady Tremaine and her two daughters grew red with anger, and Cinderella’s friends Gus and Jaq rejoiced. The Prince married Cinderella and they lived happily ever after, in the palace.   ",
        "moral":"“Good people are always rewarded at the right time.”",
        "story_title":"Cinderella",
        "card_image":"https://vedantu.com/seo/content-images/d3b8713d-0ae2-4abe-95ad-69c0dee813cd.jpg"
    },
    {
        "id":4,
        "categories":"fairy tales",
        "story_tagline":"It is a German fairy tale collected by the Brothers Grimm and published in 1812 in Grimm's Fairy Tales.",
        "story":"In olden times, when wishing still did some good, there lived a king whose daughters were all beautiful, but the youngest was so beautiful that the sun itself, who, indeed, has seen so much, marveled every time it shone upon her face. In the vicinity of the king's castle there was a large, dark forest, and in this forest, beneath an old linden tree, there was a well. In the heat of the day the princess would go out into the forest and sit on the edge of the cool well. To pass the time she would take a golden ball, throw it into the air, and then catch it. It was her favorite plaything.\n Now one day it happened that the princess's golden ball did not fall into her hands, that she held up high, but instead it fell to the ground and rolled right into the water. The princess followed it with her eyes, but the ball disappeared, and the well was so deep that she could not see its bottom. Then she began to cry. She cried louder and louder, and she could not console herself.\n As she was thus lamenting, someone called out to her, \"What is the matter with you, princess? Your crying would turn a stone to pity.\"\n She looked around to see where the voice was coming from and saw a frog, who had stuck his thick, ugly head out of the water. \"Oh, it's you, old water-splasher,\" she said. \"I am crying because my golden ball has fallen into the well.\"\"Be still and stop crying,\" answered the frog. I can help you, but what will you give me if I bring back your plaything?\"\n \"Whatever you want, dear frog,\" she said, \"my clothes, my pearls and precious stones, and even the golden crown that I am wearing.\"\n The frog answered,\"I do not want your clothes, your pearls and precious stones, nor your golden crown, but if you will love me and accept me as a companion and playmate, and let me sit next to you at your table and eat from your golden plate and drink from your cup and sleep in your bed, if you will promise this to me, then I'll dive down and bring your golden ball back to you.\"\n \"Oh, yes,\" she said, \"I promise all of that to you if you will just bring the ball back to me.\" But she thought, \"What is this stupid frog trying to say? He just sits here in the water with his own kind and croaks. He cannot be a companion to a human.\"\n As soon as the frog heard her say \"yes\" he stuck his head under and dove to the bottom. He paddled back up a short time later with the golden ball in his mouth and threw it onto the grass. The princess was filled with joy when she saw her beautiful plaything once again, picked it up, and ran off.\n \"Wait, wait,\" called the frog, \"take me along. I cannot run as fast as you.\" But what did it help him, that he croaked out after her as loudly as he could? She paid no attention to him, but instead hurried home and soon forgot the poor frog, who had to return again to his well. \n The next day the princess was sitting at the table with the king and all the people of the court, and was eating from her golden plate when something came creeping up the marble steps: plip, plop, plip, plop. As soon as it reached the top, there came a knock at the door, and a voice called out, \"Princess, youngest, open the door for me!\"\n She ran to see who was outside. She opened the door, and the frog was sitting there. Frightened, she slammed the door shut and returned to the table. The king saw that her heart was pounding and asked, \"My child, why are you afraid? Is there a giant outside the door who wants to get you?\"\n \"Oh, no,\" she answered. \"it is a disgusting frog.\"\n \"What does the frog want from you?\"\n \"Oh, father dear, yesterday when I was sitting near the well in the forest and playing, my golden ball fell into the water. And because I was crying so much, the frog brought it back, and because he insisted, I promised him that he could be my companion, but I didn't think that he could leave his water. But now he is just outside the door and wants to come in.\" \n Just then there came a second knock at the door, and a voice called out:\n Youngest daughter of the king,\n Open up the door for me,\n Don't you know what yesterday,\n You said to me down by the well?\n Youngest daughter of the king,\n Open up the door for me.\n The king said, \"What you have promised, you must keep. Go and let the frog in.\"\n She went and opened the door, and the frog hopped in, then followed her up to her chair. He sat there and called out, \"Lift me up next to you.\"\n She hesitated, until finally the king commanded her to do it. When the frog was seated next to her he said, \"Now push your golden plate closer, so we can eat together.\"\n She did it, but one could see that she did not want to. The frog enjoyed his meal, but for her every bite stuck in her throat. Finally he said,\"I have eaten all I want and am tired. Now carry me to your room and make your bed so that we can go to sleep.\"\n The princess began to cry and was afraid of the cold frog and did not dare to even touch him, and yet he was supposed to sleep in her beautiful, clean bed.\nThe king became angry and said, \"You should not despise someone who has helped you in time of need.\"\n She picked him up with two fingers, carried him upstairs, and set him in a corner. As she was lying in bed, he came creeping up to her and said, \"I am tired, and I want to sleep as well as you do. Pick me up or I'll tell your father.\"\n With that she became bitterly angry and threw him against the wall with all her might.\"Now you will have your peace, you disgusting frog!\"\n But when he fell down, he was not a frog, but a prince with beautiful friendly eyes. And he was now, according to her father's will, her dear companion and husband. He told her how he had been enchanted by a wicked witch, and that she alone could have rescued him from the well, and that tomorrow they would go together to his kingdom. Then they fell asleep.\n The next morning, just as the sun was waking them, a carriage pulled up, drawn by eight horses. They had white ostrich feathers on their heads and were outfitted with chains of gold. At the rear stood the young king's servant, faithful Heinrich. Faithful Heinrich had been so saddened by his master's transformation into a frog that he had had to place three iron bands around his heart to keep it from bursting in grief and sorrow. The carriage was to take the king back to his kingdom. Faithful Heinrich lifted them both inside and took his place at the rear. He was filled with joy over the redemption. After they had gone a short distance, the prince heard a crack from behind, as though something had broken.\n He turned around and said, \"Heinrich, the carriage is breaking apart.\" \nNo, my lord, the carriage it's not,\n But one of the bands surrounding my heart,\nThat suffered such great pain,\n  When you were sitting in the well,\n When you were a frog.\n Once again, and then once again the prince heard a cracking sound and thought that the carriage was  breaking apart, but it was the bands springing from faithful Heinrich's heart because his master was now redeemed and happy.",
        "moral":"“Good people are always rewarded at the right time.”",
        "story_title":"The Frog King, or Iron Henry",
        "card_image":"https://fairytale.kamikamu.co.id/wp-content/uploads/sites/36/2020/09/The-Frog-King-Iron-Henry.jpg"
    },
    {
        "id":5,
        "categories":"fairy tales",
        "story_tagline":"The famous story of Beauty and the Beast, the beast turned into a prince",
        "story":"Once upon a time as a merchant set off for market, he asked each of his three daughters what she would like as a present on his return. The first daughter wanted a brocade dress, the second a pearl necklace, but the third, whose name was Beauty, the youngest, prettiest and sweetest of them all, said to her father:\n\"All I'd like is a rose you've picked specially for me!\"\nbeauty and the beastWhen the merchant had finished his business, he set off for home. However, a sudden storm blew up, and his horse could hardly make headway in the howling gale. Cold and weary, the merchant had lost all hope of reaching an inn when he suddenly noticed a bright light shining in the middle of a wood. As he drew near, he saw that it was a castle, bathed in light.\n \"I hope I'll find shelter there for the night,\" he said to himself. When he reached the door, he saw it was open, but though he shouted, nobody came to greet him. Plucking up courage, he went inside, still calling out to attract attention. On a table in the main hall, a splendid dinner lay already served. The merchant lingered, still shouting for the owner of the castle. But no one came, and so the starving merchant sat down to a hearty meal.\n Overcome by curiosity, he ventured upstairs, where the corridor led into magnificent rooms and halls. A fire crackled in the first room and a soft bed looked very inviting. It was now late, and the merchant could not resist. He lay down on the bed and fell fast asleep. When he woke next morning, an unknown hand had placed a mug of steaming coffee and some fruit by his bedside.The merchant had breakfast and after tidying himself up, went downstairs to thank his generous host. But, as on the evening before, there was nobody in sight. Shaking his head in wonder at the strangeness of it all, he went towards the garden where he had left his horse, tethered to a tree. Suddenly, a large rose bush caught his eye.\nRemembering his promise to Beauty, he bent down to pick a rose. Instantly, out of the rose garden, sprang a horrible beast, wearing splendid clothes. Two bloodshot eyes, gleaming angrily, glared at him and a deep, terrifying voice growled: \"Ungrateful man! I gave you shelter, you ate at my table and slept in my own bed, but now all the thanks I get is the theft of my favorite flowers! I shall put you to death for this slight!\" Trembling with fear, the merchant fell on his knees before the Beast.\n\"Forgive me! Forgive me! Don't kill me! I'll do anything you say! The rose wasn't for me, it was for my daughter Beauty. I promised to bring her back a rose from my journey!\" The Beast dropped the paw it had clamped on the unhappy merchant.\n\"I shall spare your life, but on one condition, that you bring me your daughter!\" The terror-stricken merchant, faced with certain death if he did not obey, promised that he would do so. When he reached home in tears, his three daughters ran to greet him. After he had told them of his dreadful adventure, Beauty put his mind at rest immediately.\n\"Dear father, I'd do anything for you! Don't worry, you'll be able to keep your promise and save your life! Take me to the castle. I'll stay there in your place!\" The merchant hugged his daughter.\n\"I never did doubt your love for me. For the moment I can only thank you for saving my life.\" So Beauty was led to the castle. The Beast, however, had quite an unexpected greeting for the girl. Instead of menacing doom as it had done with her father, it was surprisingly pleasant. \n In the beginning, Beauty was frightened of the Beast, and shuddered at the sight of it. Then she found that, in spite of the monster's awful head, her horror of it was gradually fading as time went by. She had one of the finest rooms in the Castle, and sat for hours, embroidering in front of the fire. And the Beast would sit, for hours on end, only a short distance away, silently gazing at her. Then it started to say a few kind words, till in the end, Beauty was amazed to discover that she was actually enjoying its conversation. The days passed, and Beauty and the Beast became good friends. Then one day, the Beast asked the girl to be his wife. \n Taken by surprise, Beauty did not know what to say. Marry such an ugly monster? She would rather die! But she did not want to hurt the feelings of one who, after all, had been kind to her. And she remembered too that she owed it her own life as well as her father's.\n\"I really can't say yes,\" she began shakily. \"I'd so much like to...\" The Beast interrupted her with an abrupt gesture.\n \"I quite understand! And I'm not offended by your refusal!\" Life went on as usual, and nothing further was said. One day, the Beast presented Beauty with a magnificent magic mirror. When Beauty peeped into it, she could see her family, far away. \n\"You won't feel so lonely now,\" were the words that accompanied the gift. Beauty stared for hours at her distant family. Then she began to feel worried. One day, the Beast found her weeping beside the magic mirror.\n\"What's wrong?\" he asked, kindly as always.\n\"My father is gravely ill and close to dying! Oh, how I wish I could see him again, before it's too late!\" But the Beast only shook its head.\"No! You will never leave this castle!\" And off it stalked in a rage. However, a little later, it returned and spoke solemnly to the girl.\n\"If you swear that you will return here in seven days time, I'll let you go and visit your father!\" Beauty threw herself at the Beast's feet in delight.\n\"I swear! I swear I will! How kind you are! You've made a loving daughter so happy!\" In reality, the merchant had fallen ill from a broken heart at knowing his daughter was being kept prisoner. When he embraced her again, he was soon on the road to recovery. Beauty stayed beside him for hours on end, describing her life at the Castle, and explaining that the Beast was really good and kind. The days flashed past, and at last the merchant was able to leave his bed. He was completely well again. Beauty was happy at last. However, she had failed to notice that seven days had gone by.\nThen one night she woke from a terrible nightmare. She had dreamt that the Beast was dying and calling for her, twisting in agony.\n\"Come back! Come back to me!\" it was pleading. The solemn promise she had made drove her to leave home immediately.\n\"Hurry! Hurry, good horse!\" she said, whipping her steed onwards towards the castle, afraid that she might arrive too late. She rushed up the stairs, calling, but there was no reply. Her heart in her mouth, Beauty ran into the garden and there crouched the Beast, its eyes shut, as though dead. Beauty threw herself at it and hugged it tightly.\n\"Don't die! Don't die! I'll marry you . . .\" At these words, a miracle took place. The Beast's ugly snout turned magically into the face of a handsome young man \n\"How I've been longing for this moment!\" he said. \"I was suffering in silence, and couldn't tell my frightful secret. An evil witch turned me into a monster and only the love of a maiden willing to accept me as I was, could transform me back into my real self. My dearest! I'll be so happy if you'll marry me.\" \n The wedding took place shortly after and, from that day on, the young Prince would have nothing but roses in his gardens. And that's why, to this day, the castle is known as the Castle of the Rose",
        "moral":"“Good people are always rewarded at the right time.”",
        "story_title":"Beauty and the Beast",
        "card_image":"https://www.merisaheli.com/wp-content/uploads/2018/12/Beauty-and-the-Beast-classic-disney-40934877-1024-768-e1545132784886.jpg"
    },
    {
        "id":6,
        "categories":"moral stories",
        "story_tagline":"Have you ever heard the story of the little shepherd boy who cried wolf? ",
        "story":"Once upon a time, there was a little shepherd boy who would take his flock of sheep to the hill to graze the fresh green grass near. The hill area was quite infamous for a wolf's menace, who used to attack the sheep grazing there. \nHowever, the villagers of the nearby area were well aware of the wolf and always ready to help anyone crying out for help. The shepherd boy’s master told him about the helping nature of the villagers. \nOne day, the shepherd boy got really bored while sitting idle on the hillside and watching his flock of sheep grazing out there. So, he came up with an idea to amuse himself. Suddenly, he cried out loudly for help, “Wolf! Wolf! The wolf is raiding my sheep!”. Hearing that, the villagers came running towards the hillside and found out there was no wolf. The shepherd boy successfully fooled the villagers and laughed out loud heartily to the villagers’ dismay. The villagers became really angry and told the shepherd boy not to call out for help when there was no wolf in reality. \nAfter a few days, the shepherd boy again called out for help, “Wolf! Wolf! The wolf is raiding my sheep!”. And, to his amusement, the villagers again rushed to the hillside to help him drive the wolf away. But they discovered that they got fooled by the shepherd boy for the second time in a row. They generally became very upset and angry. They warned the little boy not to raise a false alarm ever again.\nHowever, the shepherd boy actually saw a wolf the very next day when he was on the hillside grazing his flock of sheep. Being alarmed and afraid, he called out for help as loudly as he could \"Wolf! Wolf!\".\nAlas! Nobody came to his rescue as they assumed the shepherd boy was unnecessarily crying for help just to fool them like earlier. \nHowever, when the boy didn’t return to the village till evening, they went up to the hillside to find him. They discovered that the little boy was weeping. Upon being asked what happened, he replied, \"There really was a wolf here! The flock has scattered! I cried out, \"Wolf!\" Why didn't you come?\".\nThe villagers responded that they assumed this time he was also trying to prank them, raising a false alarm about the wolf. Hence they did not come to his aid. So, the little shepherd boy learned his lesson and promised to never lie again.   ",
        "moral":"“The moral of The boy who cried wolf story is that no one believes a liar even when he is telling the truth. Every child should know this story and shall always remember the moral throughout their lives.”",
        "story_title":" The Boy who cried wolf",
        "card_image":"https://vedantu.com/seo/content-images/aed06f64-1523-45e2-8bb1-f0f50d7bd1b0.jpg"
    },
    {
        "id":7,
        "categories":"moral stories",
        "story_tagline":"The Fox and the Stork, also known as The Fox and the Crane, is one of Aesop's fables .",
        "story":"The Fox one day thought of a plan to amuse himself at the expense of the Stork, at whose odd appearance he was always laughing.\n\"You must come and dine with me today,\" he said to the Stork, smiling to himself at the trick he was going to play. The Stork gladly accepted the invitation and arrived in good time and with a very good appetite.\nFor dinner the Fox served soup. But it was set out in a very shallow dish, and all the Stork could do was to wet the very tip of his bill. Not a drop of soup could he get. But the Fox lapped it up easily, and, to increase the disappointment of the Stork, made a great show of enjoyment.\nThe hungry Stork was much displeased at the trick, but he was a calm, even-tempered fellow and saw no good in flying into a rage. Instead, not long afterward, he invited the Fox to dine with him in turn. The Fox arrived promptly at the time that had been set, and the Stork served a fish dinner that had a very appetizing smell. But it was served in a tall jar with a very narrow neck. The Stork could easily get at the food with his long bill, but all the Fox could do was to lick the outside of the jar, and sniff at the delicious odor. And when the Fox lost his temper, the Stork said calmly:\nDo not play tricks on your neighbors unless you can stand the same treatment yourself.",
        "moral":"Don’t be selfish because it will come back to you at some point.",
        "story_title":"The Fox and the Stork",
        "card_image":"https://2.bp.blogspot.com/-IC6zpvksDi8/VQWo2jgvm2I/AAAAAAAAATw/GPzT-saKMMo/s1600/the-fox-and-the-stork.jpeg"
    },
    {
        "id":8,
        "categories":"animal stories",
        "story_tagline":"The two goats full story is a fable about how conflict during difficult situations can lead to a loss for both.",
        "story":"Once upon a time, there was a large river in a village that cut across a deep gorge. The town’s people built a small, narrow bridge across the river to cross it now and then. The bridge being narrow, could only accommodate one person crossing it at a time.\n day a goat was crossing the bridge. At the other end of the bridge, he saw that there was another goat coming from the opposite direction. Since the bridge could only accommodate one person at a time, it was impossible for both the goats to cross it simultaneously.\nThe goats stood in their place and waited for the other to retreat. But neither of them was willing to back down to let the other pass. The first goat then said, ‘I am the older goat, so you should allow me to pass first.’ The other goat denied and said, ‘I am the stronger one, so I can cross the bridge faster. You will only amble along because you are old.’\nThe first goat took offence to what the other one said and continued, ‘Although I am older, I am stronger than you.’ The second goat did not want to accept that, and both the goats soon got into a fight to prove to each other their strength.\nThe goats locked horns and fought fiercely on the narrow bridge. In no time, they lost their balance and fell into the river. The strong currents swept the goats away, causing them to drown and disappear into the deep waters.\nAfter the incident, two other goats faced one another in a similar situation. These goats also got into an argument about who should be the one to cross the bridge first. Just when it looked like things would take a turn for the worse, one of the goats stops the argument. He said, ‘Stop! This bridge is too narrow for us to settle our dispute with a fight. If we continue this, we will both fall into the river and die instead. I have a plan.’\nThe wise goat went on to explain the plan. He said, ‘I will lie down on the bridge while you walk over me. That way, we can both make it to the other end.’\nThe other goat understood the logic behind the idea and realised it was the sensible thing to do. He did exactly as the first goat instructed, and both of them made it across safely.",
        "story_title":"The Two Goats",
        "card_image":"https://cdn2.momjunction.com/wp-content/uploads/2014/06/The-Two-Goats.jpg.webp"
    },
    {
        "id":9,
        "categories":"animal stories",
        "story_tagline":"Kids usually like reading these animal-themed stories. The following content tells the story of a monkey and two cats",
        "story":"Once upon a time, there lived two cats near a village. They were close friends. They played together, slept together, and went everywhere together.\nSuddenly one day there was no food for both of them.\nThe two cats went in search of food, they found a loaf of bread. \nThey both wanted the bread as they were very hungry. They began to fight over it. one cat said, “I found it first it’s mine.” Another cat said, “No I found it first, give it to me.” \nA monkey in the tree seeing them fighting said to himself, ‘It will be great if I get that bread. It looks yummy.”.  He came to the cats and said, “Friends why are you quarrelling? I will settle your fight”. Both the cats agreed to his proposal. \n The Monkey split the bread into two uneven pieces.\n One piece was large and the other piece was small. Then he ate a portion from the larger piece.But this made the other piece larger.\nSo it took a bite from the other piece. likewise, the monkey ate the whole loaf of bread.\nIt climbed back the tree laughing at the cats. Two foolish cats couldn’t able to eat anything.",
        "story_title":" Two Cats And A Monkey",
        "card_image":"https://cdn2.momjunction.com/wp-content/uploads/2014/06/Two-Cats-And-A-Monkey.jpg.webp"
    }
]